//
//  AboutSection1ViewController.swift
//  SampleSource2020
//
//  Created by 長内幸太郎 on 2020/05/11.
//

import UIKit

// 問題：TableViewに地方名をセクションタイトルにした、都道府県名を表示する
// 参考：SUUMOで「都道府県を選択する」を押すと似た画面が出てきます
// 参考：下に都道府県有り

class AboutSection1ViewController: UIViewController {

    @IBOutlet weak var areaTableView: UITableView!

    override func viewDidLoad() {
        super.viewDidLoad()
    }
    
}

// "北海道"
// "北海道"

// "東北"
// "青森県"
// "岩手県"
// "秋田県"
// "宮城県"
// "山形県"
// "福島県"

// "関東"
// "東京都"
// "神奈川県"
// "千葉県"
// "埼玉県"
// "茨城県"
// "栃木県"
// "群馬県"

// "甲信越・北陸"
// "山梨県"
// "長野県"
// "新潟県"
// "富山県"
// "石川県"
// "福井県"

// "東海"
// "愛知県"
// "静岡県"
// "岐阜県"
// "三重県"

// "中国"
// "岡山県"
// "広島県"
// "鳥取県"
// "島根県"
// "山口県"

// "関西"
// "大阪圏"
// "兵庫県"
// "京都府"
// "滋賀県"
// "奈良県"
// "和歌山県"

// "四国"
// "愛媛県"
// "香川県"
// "高知県"
// "徳島県"

// "九州・沖縄"
// "福岡県"
// "佐賀県"
// "長崎県"
// "熊本県"
// "大分県"
// "宮崎県"
// "鹿児島県"
// "沖縄県"


